Revit 2024 API
MEPCalculationServerInfo Class
 a struct to hold the information about a MEP calucation servers
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public class MEPCalculationServerInfo : IDisposable
Visual Basic
Public Class MEPCalculationServerInfo _
	Implements IDisposable
Visual C++
public ref class MEPCalculationServerInfo : IDisposable
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.MEPCalculationServerInfo
See Also
MEPCalculationServerInfo Members
Autodesk.Revit.DB Namespace